import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                  Онлайн-сервисы – это
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Cервисы, которые в отличие от остальных сайтов, несут практическую пользу. Это платформы, на
                            которых человек совершает определенное действие: покупает, рассчитывает, обрабатывает и т.д.
                            Какие бывают онлайн-сервисы? <br/>
                            Каталоги;<br/>
                            Онлайн-консультации;<br/>
                            Отслеживание и подсчет определенных метриков;<br/>
                            Системы бронирования;<br/>
                            Торговые маркетплейсы;<br/>
                            И многое другое.<br/>
                            В чем главное отличие онлайн-сервиса от остальных сайтов?<br/>
                            Визитки, лендинги, интернет-магазины в совокупности имеют одну цель – демонстрация товара и
                            знакомство клиентов с компанией. Онлайн-сервис – это место, где люди совершают определенное
                            действие. Но сервис не связан только с покупками, он может служить также заниматься
                            отчетностью каких-либо данных, их подсчетом и анализом и т.д
                        </p>
                    </div>

                    <div className="col-6 mobileVersion">
                        <h2><span>
                  Онлайн-сервисы – это
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Cервисы, которые в отличие от остальных сайтов, несут практическую пользу. Это платформы, на
                            которых человек совершает определенное действие: покупает, рассчитывает, обрабатывает и т.д.
                            Какие бывают онлайн-сервисы? <br/>
                            Каталоги;<br/>
                            Онлайн-консультации;<br/>
                            Отслеживание и подсчет определенных метриков;<br/>
                            Системы бронирования;<br/>
                            Торговые маркетплейсы;<br/>
                            И многое другое.<br/>
                            В чем главное отличие онлайн-сервиса от остальных сайтов?<br/>
                            Визитки, лендинги, интернет-магазины в совокупности имеют одну цель – демонстрация товара и
                            знакомство клиентов с компанией. Онлайн-сервис – это место, где люди совершают определенное
                            действие. Но сервис не связан только с покупками, он может служить также заниматься
                            отчетностью каких-либо данных, их подсчетом и анализом и т.д
                        </p>
                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/z2.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/z2.jpg" alt=""/>
                    </div>



                </div>
            </div>
        </div>
    );
};

export default ProLanding;