import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <h3 className="pl-5 pr-5 text-center">Ваша визитная карточка и полноценное представительство компании в интернете</h3>
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                    Информация
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            На корпоративном сайте представлена наиболее подробная и точная информация о компании и ее
                            деятельности, что позволяет людям ознакомиться с нишей и понять ее принципы
                        </p>


                        <h2>
                      <span>
                         Коммуникация
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Отличие данного сайта от сайтов-визиток в том, что здесь имеется возможность общения с
                            потенциальными клиентами посредством чатов и форумов, что несомненно влияет на укрепление
                            комьюнити компании
                        </p>


                        <h2>
                      <span>
                      Каталог
                             <div className="borderTop"/>
                       </span>
                        </h2>
                        <p>
                            Корпоративный сайт имеет более обширный каталог с развернутыми описаниями и полноценной
                            информацией о каждом товаре/услуге
                        </p>


                    </div>

                    <div className="col-6 mobileVersion">
                        <h2><span>
                      Информация
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            На корпоративном сайте представлена наиболее подробная и точная информация о компании и ее
                            деятельности, что позволяет людям ознакомиться с нишей и понять ее принципы
                        </p>


                        <h2>
                      <span>
                       Коммуникация
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Отличие данного сайта от сайтов-визиток в том, что здесь имеется возможность общения с
                            потенциальными клиентами посредством чатов и форумов, что несомненно влияет на укрепление
                            комьюнити компании
                        </p>


                        <h2>
                      <span>
                    Каталог
                             <div className="borderTop"/>
                       </span>
                        </h2>
                        <p>
                            Корпоративный сайт имеет более обширный каталог с развернутыми описаниями и полноценной
                            информацией о каждом товаре/услуге
                        </p>

                        <h2><span>
                Эффективная структура
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Наряду с подробной информацией и возможностью общения с клиентами, сайт имеет специальный
                            план подачи всех материалов – структуру, которая ведет человека от блока к блоку без риска
                            перенасыщения или же недостатка нужных сведений
                        </p>

                        <h2>
                      <span>
                    Блог
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>Здесь можно публиковать новости компании, полезные статьи, идеи, кейсы – все, что может
                            заинтересовать клиентов</p>

                        <h2>
                  <span>
                   Уникальный дизайн
                        <div className="borderTop"/>
                  </span></h2>


                        <p>
                            С помощью дизайна можно создать определенные ассоциации, которые будут возникать у людей,
                            видящих ваши объявления – образ, который сможет отразить всю суть вашей компании и ее место
                            на рынке
                        </p>
                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/service/centerImg.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/service/centerImg.jpg" alt=""/>
                    </div>

                    <div className="col-4 desctopVersion">

                        <h2><span>
                   Эффективная структура
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Наряду с подробной информацией и возможностью общения с клиентами, сайт имеет специальный
                            план подачи всех материалов – структуру, которая ведет человека от блока к блоку без риска
                            перенасыщения или же недостатка нужных сведений
                        </p>

                        <h2>
                      <span>
                      Блог
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Здесь можно публиковать новости компании, полезные статьи, идеи, кейсы – все, что может
                            заинтересовать клиентов
                        </p>

                        <h2>
                  <span>
                    Уникальный дизайн
                        <div className="borderTop"/>
                  </span></h2>


                        <p>
                            С помощью дизайна можно создать определенные ассоциации, которые будут возникать у людей,
                            видящих ваши объявления – образ, который сможет отразить всю суть вашей компании и ее место
                            на рынке
                        </p>
                    </div>

                </div>
            </div>
        </div>
    );
};

export default ProLanding;