import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <h3 className="text-center">Откройте интернет магазин сегодня с нами, <br/>
                а продавайте уже завтра</h3>
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                     Юзабилити
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Люди покупают там, где им удобно. Практичный интерфейс сайта сильно влияет на эффективность
                            продаж, именно поэтому 60% времени уходит только на его проектирование
                        </p>


                        <h2>
                      <span>
                          Контент
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>На продажи также влияет понятное и информативное описание товаров, способ преподнесения
                            информации и правильное распределение контента. Мы предоставляем полный комплекс услуг по
                            контентному сопровождению вашего интернет-магазина</p>


                        <h2>
                      <span>
                      Аналитика и метрики
                             <div className="borderTop"/>
                       </span>
                        </h2>
                        <p>Использование веб-аналитики позволяет нам следить за всеми метриками и измерять
                            результативность того или иного решения. Делая выводы, мы, при необходимости, меняем
                            структуру действий или заменяем определенные детали для повышения продаж</p>


                    </div>

                    <div className="col-6 mobileVersion">
                        <h2><span>
                      Юзабилити
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Люди покупают там, где им удобно. Практичный интерфейс сайта сильно влияет на эффективность
                            продаж, именно поэтому 60% времени уходит только на его проектирование
                        </p>


                        <h2>
                      <span>
                       Контент
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>На продажи также влияет понятное и информативное описание товаров, способ преподнесения
                            информации и правильное распределение контента. Мы предоставляем полный комплекс услуг по
                            контентному сопровождению вашего интернет-магазина</p>


                        <h2>
                      <span>
                    Аналитика и метрики
                             <div className="borderTop"/>
                       </span>
                        </h2>
                        <p>Использование веб-аналитики позволяет нам следить за всеми метриками и измерять
                            результативность того или иного решения. Делая выводы, мы, при необходимости, меняем
                            структуру действий или заменяем определенные детали для повышения продаж</p>

                        <h2><span>
                SEO-оптимизация
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>Корректная SEO-оптимизация интернет-магазина имеет большое влияние на его продвижение в
                            поисковых системах. Грамотная настройка способна вывести ваш сайт на главные строчки и
                            повысить его узнаваемость</p>

                        <h2>
                      <span>
                       Технические моменты
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>Мы берем ответственность за решение всех технических моментов на себя, чтобы владелец
                            интернет-магазина не обращал внимание на мелкие проблемы, а фокусировался на главной задаче
                            – управлении бизнеса</p>

                        <h2>
                  <span>
                   Готовность к масштабированию
                        <div className="borderTop"/>
                  </span></h2>


                        <p>
                            Любой интернет-магазин способен превратиться из мелкого бизнеса в большой и серьезный
                            проект. Мы всегда готовы к изменениям и помогаем нашим интернет-магазинам также быть
                            готовыми к масштабированию в любой момент
                        </p>
                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/service/centerImg.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/service/centerImg.jpg" alt=""/>
                    </div>

                    <div className="col-4 desctopVersion">

                        <h2><span>
                   SEO-оптимизация
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>Корректная SEO-оптимизация интернет-магазина имеет большое влияние на его продвижение в
                            поисковых системах. Грамотная настройка способна вывести ваш сайт на главные строчки и
                            повысить его узнаваемость</p>

                        <h2>
                      <span>
                      Технические моменты
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Мы берем ответственность за решение всех технических моментов на себя, чтобы владелец
                            интернет-магазина не обращал внимание на мелкие проблемы, а фокусировался на главной задаче
                            – управлении бизнеса
                        </p>

                        <h2>
                  <span>
                     Готовность к масштабированию
                        <div className="borderTop"/>
                  </span></h2>


                        <p>
                            Любой интернет-магазин способен превратиться из мелкого бизнеса в большой и серьезный
                            проект. Мы всегда готовы к изменениям и помогаем нашим интернет-магазинам также быть
                            готовыми к масштабированию в любой момент
                        </p>
                    </div>

                </div>
            </div>
        </div>
    );
};

export default ProLanding;