import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <h3 className="pl-5 pr-5 text-center">Создание сайтов с высокой конверсией <br/> и способностью привлекать потенциальных клиентов.</h3>
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                   Презентабельный вид
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Продающий сайт отличается уникальностью дизайна и удобством интерфейса, которые являются
                            незаменимыми элементами для эффективности продаж
                        </p>


                        <h2>
                      <span>
                         Конкретная информация
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Сайт должен содержать подробную информацию не только о продукции, но и о самой компании:
                            контактные данные, адрес, график работы
                        </p>


                        <h2>
                      <span>
                      Скорость загрузки страниц
                             <div className="borderTop"/>
                       </span>
                        </h2>
                        <p>
                            При долгой загрузке страниц, сайт имеет риск потерять потенциальных клиентов. Чтобы
                            заинтересовать человека в покупке продукции, необходимо быстро и оперативно вести его к
                            нужной информации
                        </p>


                    </div>

                    <div className="col-6 mobileVersion">
                        <h2><span>
                   Презентабельный вид
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Продающий сайт отличается уникальностью дизайна и удобством интерфейса, которые являются
                            незаменимыми элементами для эффективности продаж
                        </p>


                        <h2>
                      <span>
                         Конкретная информация
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Сайт должен содержать подробную информацию не только о продукции, но и о самой компании:
                            контактные данные, адрес, график работы
                        </p>


                        <h2>
                      <span>
                      Скорость загрузки страниц
                             <div className="borderTop"/>
                       </span>
                        </h2>
                        <p>
                            При долгой загрузке страниц, сайт имеет риск потерять потенциальных клиентов. Чтобы
                            заинтересовать человека в покупке продукции, необходимо быстро и оперативно вести его к
                            нужной информации
                        </p>


                        <h2><span>
                 Уникальное торговое предложение
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Для эффективности продаж мало использования красивого описания и продающего вида.
                            Потенциальным клиентам необходим специальный оффер – предложение, которое подведет их
                            принятию финального решения в пользу компании
                        </p>

                        <h2>
                      <span>
                      Продающее портфолио
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Люди покупают у людей. Клиентам важны отзывы и рекомендации, поэтому компании необходимо
                            иметь свой список, который сможет убедить пользователей в вашем качестве
                        </p>

                        <h2>
                  <span>
                   Ответы на вопросы
                        <div className="borderTop"/>
                  </span></h2>


                        <p>
                            Каждый продающий сайт должен иметь блок с ответами на часто задаваемые вопросы. Это поможет
                            сократить время потенциальным клиентам на поиск интересующей их информации и позволит
                            улучшить эффективность продаж
                        </p>
                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/z1.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/z1.jpg" alt=""/>
                    </div>

                    <div className="col-4 desctopVersion">

                        <h2><span>
                 Уникальное торговое предложение
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Для эффективности продаж мало использования красивого описания и продающего вида.
                            Потенциальным клиентам необходим специальный оффер – предложение, которое подведет их
                            принятию финального решения в пользу компании
                        </p>

                        <h2>
                      <span>
                      Продающее портфолио
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Люди покупают у людей. Клиентам важны отзывы и рекомендации, поэтому компании необходимо
                            иметь свой список, который сможет убедить пользователей в вашем качестве
                        </p>

                        <h2>
                  <span>
                   Ответы на вопросы
                        <div className="borderTop"/>
                  </span></h2>


                        <p>
                            Каждый продающий сайт должен иметь блок с ответами на часто задаваемые вопросы. Это поможет
                            сократить время потенциальным клиентам на поиск интересующей их информации и позволит
                            улучшить эффективность продаж
                        </p>
                    </div>

                </div>
            </div>
        </div>
    );
};

export default ProLanding;