import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <h3 className="pl-5 pr-5 text-center">Разработка порталов любой сложности и тематики, новейшие <br/> технологии в создании web портала для вашего бизнеса и <br/> крупных компаний</h3>
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                   Портал – это
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Разновидность сайта, которая имеет в себе достаточное количество информации, форумы для ее
                            обмена и обсуждения, а также ссылки на различные внешние источники.
                        </p>


                        <h2>
                      <span>
                        Чем он полезен?
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Порталы позволяют пользователям получить много нужной и полезной информации более быстрым и
                            удобным способом. Для предприятий порталы имеют некую роль инструмента для поиска
                            потенциальных клиентов
                        </p>


                    </div>

                    <div className="col-6 mobileVersion">


                        <h2><span>
                   Портал – это
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Разновидность сайта, которая имеет в себе достаточное количество информации, форумы для ее
                            обмена и обсуждения, а также ссылки на различные внешние источники.
                        </p>


                        <h2>
                      <span>
                        Чем он полезен?
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Порталы позволяют пользователям получить много нужной и полезной информации более быстрым и
                            удобным способом. Для предприятий порталы имеют некую роль инструмента для поиска
                            потенциальных клиентов
                        </p>






                        <h2><span>
               Чем портал отличается от интернет-магазина?
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Во-первых, портал имеет намного больше функций, чем интернет-магазин: он позволяет людям не
                            только искать и покупать товар, но и узнавать о них больше посредством чтения различных
                            статей и новостей.
                            <br/>
                            <br/>
                            Во-вторых, сайт компании имеет весьма узкое направление и люди посещают его только тогда,
                            когда узнают о самой компании в целом. Однако портал – это место, где скоплено множество
                            интересных вещей, которые привлекают внимание случайных пользователей. Они же, впоследствии,
                            довольно часто становятся вашими потенциальными клиентами
                        </p>

                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/z3.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/z3.jpg" alt=""/>
                    </div>

                    <div className="col-4 desctopVersion">

                        <h2><span>
               Чем портал отличается от интернет-магазина?
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Во-первых, портал имеет намного больше функций, чем интернет-магазин: он позволяет людям не
                            только искать и покупать товар, но и узнавать о них больше посредством чтения различных
                            статей и новостей.
                            <br/>
                            <br/>
                            Во-вторых, сайт компании имеет весьма узкое направление и люди посещают его только тогда,
                            когда узнают о самой компании в целом. Однако портал – это место, где скоплено множество
                            интересных вещей, которые привлекают внимание случайных пользователей. Они же, впоследствии,
                            довольно часто становятся вашими потенциальными клиентами
                        </p>

                    </div>

                </div>
            </div>
        </div>
    );
};

export default ProLanding;