import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <h3 className="pl-5 pr-5 text-center">Погружаемся в ваш бизнес и выносим на сайт все <br/> преимущества вашего продукта</h3>
            <div className="container">
                <p className=" text-white text-center" style={{padding: "30px 30px"}}>Для начала разберемся, что такое
                    «промо-сайт». Задача данного типа сайта заключается строго в
                    предоставлении информации о товаре, услуге, бренде и о самой компании в Интернете</p>
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                   Яркая составляющая дизайна
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Для каждого промо-сайта важно зацепить, заинтересовать человека. Именно поэтому при создании
                            такого типа сайта мы уделяем много внимания оригинальности дизайна, составляя индивидуальную
                            картинку для каждого клиента
                        </p>


                        <h2>
                      <span>
                         Графическое оформление
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Промо-сайт обычно состоит не более чем из 10 страниц. Главный акцент при оформлении идет на
                            графику, эффекты и анимацию, которые в совокупности создают у посетителя первое впечатление
                            о продукции
                        </p>


                        <h2>
                      <span>
                      Информативный контент
                             <div className="borderTop"/>
                       </span>
                        </h2>
                        <p>
                            Такой тип сайта используется не часто, в основном во время акции для освещения конкретной
                            продукции или же в качестве поддержки корпоративного сайта. В любом случае, информация
                            промо-сайта заключается в определенном товаре/услуге, которую компания продвигает. Именно
                            поэтому контент здесь должен быть максимум информативным и продажным </p>


                    </div>

                    <div className="col-6 mobileVersion">
                        <h2><span>
                   Яркая составляющая дизайна
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Для каждого промо-сайта важно зацепить, заинтересовать человека. Именно поэтому при создании
                            такого типа сайта мы уделяем много внимания оригинальности дизайна, составляя индивидуальную
                            картинку для каждого клиента
                        </p>


                        <h2>
                      <span>
                         Графическое оформление
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Промо-сайт обычно состоит не более чем из 10 страниц. Главный акцент при оформлении идет на
                            графику, эффекты и анимацию, которые в совокупности создают у посетителя первое впечатление
                            о продукции
                        </p>


                        <h2>
                      <span>
                      Информативный контент
                             <div className="borderTop"/>
                       </span>
                        </h2>
                        <p>
                            Такой тип сайта используется не часто, в основном во время акции для освещения конкретной
                            продукции или же в качестве поддержки корпоративного сайта. В любом случае, информация
                            промо-сайта заключается в определенном товаре/услуге, которую компания продвигает. Именно
                            поэтому контент здесь должен быть максимум информативным и продажным </p>


                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/z1.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/z1.jpg" alt=""/>
                    </div>


                </div>
            </div>
        </div>
    );
};

export default ProLanding;