import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                 Продуманная категоризация
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            На сайте действует строгая система структуризации всех категорий и подкатегорий.
                            Присутствует опция фильтрации и расширенного поиска. Сайт-каталог – это своего рода
                            онлайн-витрина с продукцией
                        </p>


                        <h2>
                      <span>
                        Краткая и полезная информация
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Такие сайты не содержат много информации, каждый товар имеет лишь краткое ознакомительное
                            описание. Здесь люди не найдут никаких анонсов или же тематических статей. Сайт-каталог
                            играет роль демонстрации продукции компании
                        </p>


                    </div>

                    <div className="col-6 mobileVersion">
                        <h2><span>
                 Продуманная категоризация
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            На сайте действует строгая система структуризации всех категорий и подкатегорий.
                            Присутствует опция фильтрации и расширенного поиска. Сайт-каталог – это своего рода
                            онлайн-витрина с продукцией
                        </p>


                        <h2>
                      <span>
                        Краткая и полезная информация
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Такие сайты не содержат много информации, каждый товар имеет лишь краткое ознакомительное
                            описание. Здесь люди не найдут никаких анонсов или же тематических статей. Сайт-каталог
                            играет роль демонстрации продукции компании
                        </p>



                        <h2><span>
              В чем отличие от интернет-магазина?
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Сайт-каталог не продает, он лишь знакомит клиентов с товаром, который они могут приобрести,
                            связавшись с магазином самостоятельно. Создается он быстрее и стоит дешевле, чем
                            интернет-магазин
                        </p>


                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/z33.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/z33.jpg" alt=""/>
                    </div>

                    <div className="col-4 desctopVersion">

                        <h2><span>
              В чем отличие от интернет-магазина?
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Сайт-каталог не продает, он лишь знакомит клиентов с товаром, который они могут приобрести,
                            связавшись с магазином самостоятельно. Создается он быстрее и стоит дешевле, чем
                            интернет-магазин
                        </p>

                    </div>

                </div>
            </div>
        </div>
    );
};

export default ProLanding;