import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <h3 className="pl-5 pr-5 text-center"> Создаем и продвигаем сайты с учетом сферы деятельности, <br/> масштаба и специфики каждого конкретного бизнеса</h3>
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                   Индивидуальный проект
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Расширенный пакет, включающий в себя создание сразу нескольких сайтов, к примеру:
                            интернет-магазин + одностраничные сайты, лендинг + онлайн-сервис и т.д
                        </p>


                        <h2>
                      <span>
                        Больше возможностей
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Вы можете не ограничиваться одним сайтом, содержащим информацию о вашей продукции, а иметь
                            также и сайты для продаж и ознакомления с компанией в целом.
                        </p>

                        <h2><span>
                      Уникальное торговое предложение
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Ни один клиент не может устоять от выгодной и привлекающей его акции, скидки или любого
                            другого специального предложения, которое в полной мере показывает уникальность товара
                        </p>

                    </div>

                    <div className="col-6 mobileVersion">
                        <h2><span>
                   Индивидуальный проект
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Расширенный пакет, включающий в себя создание сразу нескольких сайтов, к примеру:
                            интернет-магазин + одностраничные сайты, лендинг + онлайн-сервис и т.д
                        </p>


                        <h2>
                      <span>
                        Больше возможностей
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Вы можете не ограничиваться одним сайтом, содержащим информацию о вашей продукции, а иметь
                            также и сайты для продаж и ознакомления с компанией в целом.
                        </p>

                        <h2><span>
                      Уникальное торговое предложение
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Ни один клиент не может устоять от выгодной и привлекающей его акции, скидки или любого
                            другого специального предложения, которое в полной мере показывает уникальность товара
                        </p>


                        <h2><span>
               Акцент на индивидуальные цели и желания
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Индивидуальные проекты могут быть совершенно разными, так как в процессе мы делаем акцент
                            именно на то, что вам важнее всего. Но при этом остальные задачи не уходят в минус, а также
                            приносят определенную пользу
                        </p>



                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/z3.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/z3.jpg" alt=""/>
                    </div>

                    <div className="col-4 desctopVersion">

                        <h2><span>
               Акцент на индивидуальные цели и желания
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Индивидуальные проекты могут быть совершенно разными, так как в процессе мы делаем акцент
                            именно на то, что вам важнее всего. Но при этом остальные задачи не уходят в минус, а также
                            приносят определенную пользу
                        </p>


                    </div>

                </div>
            </div>
        </div>
    );
};

export default ProLanding;