import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                    Web-дизайн и брендинг
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            У каждой компании должен быть свой бренд – представление/образ, формирующийся в глазах
                            клиентов. На брендинг влияет все: цвета, шрифты, дизайн. Для создания уникального
                            Web-дизайна мы проводим тщательный анализ конкурентов и выявляем сильные стороны клиента,
                            для составления индивидуального шаблона
                        </p>


                        <h2>
                      <span>
                         Удобство интерфейса
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Сайты запоминаются людям не только своим стилем, но и комфортабельностью. Удобный сайт – то,
                            что нужно потенциальным клиентам, так как при поиске какого-либо товара/услуги, лабиринт
                            ненужных заголовок является последним, что человек хочет видеть. С помощью правильной
                            конструкции интерфейса, мы делаем ваш сайт практичным для каждого пользователя
                        </p>


                    </div>

                    <div className="col-6 mobileVersion">
                        <h2><span>
                        Web-дизайн и брендинг
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            У каждой компании должен быть свой бренд – представление/образ, формирующийся в глазах
                            клиентов. На брендинг влияет все: цвета, шрифты, дизайн. Для создания уникального
                            Web-дизайна мы проводим тщательный анализ конкурентов и выявляем сильные стороны клиента,
                            для составления индивидуального шаблона
                        </p>


                        <h2>
                      <span>
                        Удобство интерфейса
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Сайты запоминаются людям не только своим стилем, но и комфортабельностью. Удобный сайт – то,
                            что нужно потенциальным клиентам, так как при поиске какого-либо товара/услуги, лабиринт
                            ненужных заголовок является последним, что человек хочет видеть. С помощью правильной
                            конструкции интерфейса, мы делаем ваш сайт практичным для каждого пользователя
                        </p>


                        <h2><span>
                Технические моменты
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Сайт компании является полноценным при наличии следующих технических моментов, которыми мы
                            занимаемся в процессе работы:
                            - адаптивность к мобильным устройствам;
                            - SEO-оптимизация
                            - грамотная архитектура и навигация по интерфейсу;
                            - SSL-шифрование
                        </p>

                        <h2>
                      <span>
                  Маркетинговые ходы
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>Сайт компании должен иметь правильную структуру подачи информации, которая позволит
                            посетителям идти к нужной продукции/услугам, а не бесцельно бродить по просторам интерфейса.
                            Придерживаясь данного плана, сайт сможет улучшить свои продажи</p>

                        <h2>
                  <span>
                   Информативность
                        <div className="borderTop"/>
                  </span></h2>


                        <p>
                            Тексты «без воды» - это уже половина успеха для сайта. Мы придерживаемся правила конкретики,
                            что способствует созданию качественного и продажного сайта для вашей компании
                        </p>
                    </div>
                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/z1.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/z1.jpg" alt=""/>
                    </div>

                    <div className="col-4 desctopVersion">

                        <h2><span>
                Технические моменты
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Сайт компании является полноценным при наличии следующих технических моментов, которыми мы
                            занимаемся в процессе работы:
                            - адаптивность к мобильным устройствам;
                            - SEO-оптимизация
                            - грамотная архитектура и навигация по интерфейсу;
                            - SSL-шифрование
                        </p>

                        <h2>
                      <span>
                      Маркетинговые ходы
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            Сайт компании должен иметь правильную структуру подачи информации, которая позволит
                            посетителям идти к нужной продукции/услугам, а не бесцельно бродить по просторам интерфейса.
                            Придерживаясь данного плана, сайт сможет улучшить свои продажи
                        </p>

                        <h2>
                  <span>
                   Информативность
                        <div className="borderTop"/>
                  </span></h2>


                        <p>
                            Тексты «без воды» - это уже половина успеха для сайта. Мы придерживаемся правила конкретики,
                            что способствует созданию качественного и продажного сайта для вашей компании
                        </p>
                    </div>

                </div>
            </div>
        </div>
    );
};

export default ProLanding;