import React from 'react';

const Order = () => {
    return (
        <div className="Order">
            <h3>6 причин заказать именно здесь </h3>
            <div className="container">
                <div className="row">
                    <div className="col-md-6">
                       <div className="row">
                           <div className="col-2">
                               <img src="/img/icon/01.png" alt=""/>
                           </div>
                           <div className="col-10">
                               <h4>
                                   Мы не нарушаем сроков
                               </h4>
                               <p>
                                   Благодаря продуманной и эффективной системе управления проектами мы строго следим за
                                   дедлайнами. Наша команда работает по системе SCRUM, что позволяет не просто выполнять
                                   работу, а постоянно совершенствовать продукт и приносить ему определенную ценность.
                                   Адекватно установленные сроки позволяют нам выполнять задачи эффективно и
                                   качественно
                               </p>
                           </div>
                       </div>
                    </div>




                    <div className="col-md-6">
                        <div className="row">
                            <div className="col-2">
                                <img src="/img/icon/02.png" alt=""/>
                            </div>
                            <div className="col-10">
                                <h4>
                                    Постоянные тесты
                                </h4>
                                <p>
                                    В процессе каждого проекта мы тщательно проверяем все задачи на наличие ошибок и
                                    несоответствий техническому заданию. Корректное работа с проектом с самого начала дает
                                    более эффективный результат, что не может не радовать наших клиентов!
                                </p>
                            </div>
                        </div>
                    </div>


                    <div className="col-md-6">
                        <div className="row">
                            <div className="col-2">
                                <img src="/img/icon/03.png" alt=""/>
                            </div>
                            <div className="col-10">
                                <h4>
                                    Мы не делаем сайт, мы решаем задачу
                                </h4>
                                <p>
                                    Мы считаем, что наличие сайта не является конечным результатом для вашего бизнеса. Перед
                                    его разработкой мы проводим детальный анализ ниши клиента, а также его конкурентов, что
                                    позволяет нам создать продукт лучше и уникальнее, нежели как «под копирку». Именно
                                    поэтому мы не просто «делаем сайт» для галочки, мы готовим инструменты для развития
                                    вашего бизнеса
                                </p>
                            </div>
                        </div>
                    </div>

                    <div className="col-md-6">
                      <div className="row">
                          <div className="col-2">
                              <img src="/img/icon/04.png" alt=""/>
                          </div>
                          <div className="col-10">
                              <h4>
                                  Поэтапная оплата
                              </h4>
                              <p>
                                  Эффективное сотрудничество основывается на доверии между клиентом и командой. В отличие
                                  от других компаний, мы не требуем 100% оплату перед началом работы. Основную часть суммы
                                  вы можете внести по окончанию выполнения всех задач. Наши клиенты доверяют нам, а мы –
                                  им!
                              </p>
                          </div>
                      </div>
                    </div>


                    <div className="col-md-6">
                        <div className="row">
                            <div className="col-2">
                                <img src="/img/icon/05.png" alt=""/>
                            </div>
                            <div className="col-10">
                                <h4>
                                    Уникальный продающий дизайн
                                </h4>
                                <p>
                                    При создании дизайна наша команда следует двум основным правилам:
                                    Во-первых, никаких шаблонов! Мы реализуем собственный дизайн для каждого клиента, исходя
                                    из тематики его ниши.
                                    Во-вторых, дизайн мы делаем, главным образом, не для вас, а для ваших клиентов. Ведь
                                    оценка клиентов куда важнее собственных предпочтений, не так ли?
                                </p>
                            </div>
                        </div>
                    </div>


                    <div className="col-md-6">
                      <div className="row">
                          <div className="col-2">
                              <img src="/img/icon/06.png" alt=""/>
                          </div>
                          <div className="col-10">
                              <h4>
                                  Опыть разработки
                              </h4>
                              <p>
                                  Опыт – одно из ключевых составляющих успешного проекта. Мы занимаемся разработкой сайтов
                                  уже несколько лет и за это время успели проработать множество сложных проектов. Наша
                                  команда состоит только из профессиональных разработчиков, знающих свое дело и постоянно
                                  совершенствующих свои знания
                              </p>
                          </div>
                      </div>
                    </div>


                </div>
            </div>
        </div>
    );
};

export default Order;