import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <h3 className="pl-5 pr-5 text-center">Создадим лендинг с нуля по индивидуальному <br/> заказу с учётом потребностей вашего бизнеса</h3>
            <div className="container">
          <div className="row">
              <div className="col-4 desctopVersion">
                  <h2><span>
                      Продающий дизайн
                      <div className="borderTop" />
                  </span>
                  </h2>
                  <p>
                      От внешнего вида лендинга зависит доверие и интерес клиентов. Дизайн должен не только цеплять
                      человека, но и фокусировать его внимание на самом главном
                  </p>


                  <h2>
                      <span>
                          Продающий текст
                      <div className="borderTop" />
                      </span>
                  </h2>



                  <p>Landing page – это, в первую очередь, максимальная информативность. Тексты не состоят из «воды» и
                      имеют побуждающие к действию фразы, что влияет на эффективность продаж</p>


                  <h2>
                      <span>
                      Уникальное торговое предложение
                             <div className="borderTop" />
                       </span>
                  </h2>
                  <p>Ни один клиент не может устоять от выгодной и привлекающей его акции, скидки или любого другого
                      специального предложения, которое в полной мере показывает уникальность товара</p>


              </div>

              <div className="col-6 mobileVersion">
                  <h2><span>
                      Продающий дизайн
                      <div className="borderTop" />
                  </span>
                  </h2>
                  <p>
                      От внешнего вида лендинга зависит доверие и интерес клиентов. Дизайн должен не только цеплять
                      человека, но и фокусировать его внимание на самом главном
                  </p>


                  <h2>
                      <span>
                          Продающий текст
                      <div className="borderTop" />
                      </span>
                  </h2>



                  <p>Landing page – это, в первую очередь, максимальная информативность. Тексты не состоят из «воды» и
                      имеют побуждающие к действию фразы, что влияет на эффективность продаж</p>


                  <h2>
                      <span>
                      Уникальное торговое предложение
                             <div className="borderTop" />
                       </span>
                  </h2>
                  <p>Ни один клиент не может устоять от выгодной и привлекающей его акции, скидки или любого другого
                      специального предложения, которое в полной мере показывает уникальность товара</p>

                  <h2><span>
                      Эффективная структура
                  </span>
                      <div className="borderTop" />
                  </h2>


                  <p>Даже подача информации нуждается в правильной последовательности, ведь без этого невозможно
                      достигнуть максимальных результатов. Корректная структура важна для улучшения конверсии</p>

                  <h2>
                      <span>
                        А/В тестирование
                      <div className="borderTop" />
                      </span>
                  </h2>


                  <p>Каждое решение проверяется на эффективность с помощью тестирования блока, где оно было применено,
                      для выявления лучшего и оптимального варианта</p>

                  <h2>
                  <span>
                      Факторы доверия
                        <div className="borderTop" />
                  </span></h2>


                  <p>
                      Хорошие продажи основываются на доверии. Доверие основывается на честности, правдивых отзывах и
                      рекомендациях
                  </p>
              </div>
              <div className="col-6 pl-5 pr-5 mobileVersion">
                  <img src="/img/z2.jpg" alt=""/>
              </div>
              <div className="col-4 pl-5 pr-5 desctopVersion">
                      <img src="/img/z2.jpg" alt=""/>
              </div>

              <div className="col-4 desctopVersion">

                  <h2><span>
                      Эффективная структура
                  </span>
                      <div className="borderTop" />
                  </h2>


                  <p>Даже подача информации нуждается в правильной последовательности, ведь без этого невозможно
                      достигнуть максимальных результатов. Корректная структура важна для улучшения конверсии</p>

                  <h2>
                      <span>
                        А/В тестирование
                      <div className="borderTop" />
                      </span>
                  </h2>


                  <p>Каждое решение проверяется на эффективность с помощью тестирования блока, где оно было применено,
                      для выявления лучшего и оптимального варианта</p>

                  <h2>
                  <span>
                      Факторы доверия
                        <div className="borderTop" />
                  </span></h2>


                  <p>
                      Хорошие продажи основываются на доверии. Доверие основывается на честности, правдивых отзывах и
                      рекомендациях
                  </p>
              </div>

          </div>
            </div>
        </div>
    );
};

export default ProLanding;