import React from 'react';

const ProLanding = () => {
    return (
        <div className="ProLanding">
            <h3 className="pl-5 pr-5 text-center" > Наша команда поможет клиентам создавать сайты для стартапов различных бизнес-моделей </h3>
            <div className="container">
                <div className="row">
                    <div className="col-4 desctopVersion">
                        <h2><span>
                  Протестировать идею
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            MVP позволяет здраво и точно оценить концепцию будущего стартапа, показывая пользователям
                            лишь основные функции и собирая от них обратную связь
                        </p>


                        <h2>
                      <span>
                        Получить финансирование
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            MVP помогает в демонстрации потенциала стартапа для получения дальнейшего финансирования от
                            инвесторов. Так как не все захотят вкладываться в простую идею, следует показать людям, чего
                            может достигнуть ваша продукция
                        </p>


                    </div>
                    <div className="col-6 mobileVersion">
                        <h2><span>
                  Протестировать идею
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            MVP позволяет здраво и точно оценить концепцию будущего стартапа, показывая пользователям
                            лишь основные функции и собирая от них обратную связь
                        </p>


                        <h2>
                      <span>
                        Получить финансирование
                      <div className="borderTop"/>
                      </span>
                        </h2>


                        <p>
                            MVP помогает в демонстрации потенциала стартапа для получения дальнейшего финансирования от
                            инвесторов. Так как не все захотят вкладываться в простую идею, следует показать людям, чего
                            может достигнуть ваша продукция
                        </p>


                        <h2><span>
               Минимизировать затраты
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Для завершения полноценного продукта требуется много времени и средств, в то время как MVP
                            позволяет с легкостью реализовать идею на начальном уровне, чтобы продукция уже начала
                            окупаться
                        </p>


                    </div>

                    <div className="col-6 pl-5 pr-5 mobileVersion">
                        <img src="/img/service/centerImg.jpg" alt=""/>
                    </div>
                    <div className="col-4 pl-5 pr-5 desctopVersion">
                        <img src="/img/service/centerImg.jpg" alt=""/>
                    </div>

                    <div className="col-4 desctopVersion">

                        <h2><span>
               Минимизировать затраты
                  </span>
                            <div className="borderTop"/>
                        </h2>


                        <p>
                            Для завершения полноценного продукта требуется много времени и средств, в то время как MVP
                            позволяет с легкостью реализовать идею на начальном уровне, чтобы продукция уже начала
                            окупаться
                        </p>


                    </div>

                </div>


                <div className="row flex-wrap">
                    <h3>Какие ошибки часто допускают при разработке MVP?</h3>
                    <div className="col-md-4">
                        <h2><span>
                            Попытка достичь идеала

                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Погоня за идеалом приводит к ряду трудностей (финансовые издержки, сорванные сроки и
                            выгоревшая команда специалистов), а впоследствии и к самому провалу. MVP – это демонстрация
                            хорошей и минимальной версии продукта, но никак не релиз полноценного идеального продукта
                        </p>



                    </div>

                    <div className="col-md-4">

                        <h2><span>

                                Отсутствует анализ обратной связи


                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Главной задачей MVP является сбор и анализ отзывов пользователей, но многие стартапы часто
                            забывают об этом, из-за чего не могут затем сделать корректные выводы и устранить недочеты

                        </p>

                    </div>

                      <div className="col-md-4">
                          <h2><span>
                                    Экономия на всем



                      <div className="borderTop"/>
                  </span>
                          </h2>
                          <p>

                              То, что MVP акцентирует внимание только на ключевые функции, еще не означает, что нужно
                              экономить на всем. Minimum – это минимальные функции, а не минимальное качество. Главное
                              помнить, что продукт должен быть качественным
                          </p>

                      </div>

                </div>


                <div className="row flex-wrap">
                   <div className="col-md-4">
                       <h2><span>

                            Идея прежде всего


                      <div className="borderTop"/>
                  </span>
                       </h2>
                       <p>
                           Хорошо, когда у вас есть уверенность в успехе проекта, но еще лучше – когда эту уверенность
                           разделяют пользователи и инвесторы. Идея проекта имеет свойство меняться и на эти изменения
                           влияют люди. Если обратная связь призывает к каким-либо переменам – смело меняйте!
                       </p>

                   </div>




                    <div className="col-md-8">
                        <h2><span>
                            Технологический стек
                      <div className="borderTop"/>
                  </span>
                        </h2>
                        <p>
                            Мы используем современные технологии и передерживаемся стандартов написания кода. SOLID, DRY, ООП, PSR, паттерны и другие умные слова – это все про нас.
                            И да, мы понимаем где это стоит использовать, а где нет. При проектировании архитектуры проекта мы учитываем ресурсы клиента и пути дальнейшего масштабирования.

                            <br/>
                            <br/>
                            Следование стандартам отрасли обеспечивает возможность безболезненной смены команды разработчиков. Да, мы стараемся предоставлять лучший сервис, но бывает всякое….
                            Построение грамотной архитектуры позволяет кардинально экономить бюджет на будущую тех. поддержку и масштабирование проекта
                        </p>

                    </div>
                </div>



            </div>
        </div>
    );
};

export default ProLanding;